import React from "react";
import "./term.css";

export default function Term() {
  return (
    <div className="termcontainer">
      <h1 className="termtitle">利用規約</h1>
      <h2 className="termh2">ポケットマルシェ利用規約</h2>
      <p className="termtext">
        本「ポケットマルシェ利用規約」（以下「本規約」といいます。）には、株式会社
        雨風太陽（以下「当社」といいます。）の提供するオンライン直売サービス「ポケットマルシェ」のご利用にあたり、会員の皆様に遵守していただかなければならない事項及び当社と会員の皆様との間の権利義務関係が定められております。当該サービスを会員としてご利用になる方は、本規約に同意する前に、必ず全文お読み下さいますようお願い致します。
      </p>
      <div className="termmain">
        <div>
          <h2>第1条 適　用</h2>
          <p>
            1.
            本規約は、本サービス（第2条に定義）の利用に関する当社と会員（第2条に定義）との間の権利義務関係を定めることを目的とし、会員と当社の間の本サービスの利用に関わる一切の関係に適用されます。
          </p>
          <p>
            2.
            告知形態を問わず、当社が随時告知する本サービスに関するルール、諸規定及びガイドライン等は本規約の一部を構成するものとします。
          </p>
        </div>
        <div>
          <h2>第2条 定　義</h2>
          <p>
            本規約において使用する以下の用語は各々以下に定める意味を有するものとします。
          </p>
          <p>
            (1)
            「生産者」とは、本サービスを通じて会員に対して商品を販売する個人、法人又は当社の認めた任意団体を意味します。本サービスにおいて生産者は「自然に働きかけて食べ物を得ている人、及び花きを育てている人」と定義され、その生産行為には農業、養殖、畜産などのほか、漁、狩猟、山菜等の収穫も含まれます。加工を専門に行う企業等は、当社の認めた例外事例を除き、生産者としてご利用いただけません。
          </p>
          <p>
            (2)
            「販売当事者」とは、本サービスを通じて会員に対して商品を販売する生産者及び当社の総称を意味します。
          </p>
          <p>
            (3)
            「知的財産権」とは、著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。）を意味します。
          </p>
          <p>
            (4)
            「本ウェブサイト及びアプリ」とは、そのドメインが「poke-m.com」である当社が運営するウェブサイト（理由の如何を問わず当社のウェブサイトのドメイン又は内容が変更された場合は、当該変更後のウェブサイトを含みます。）及び当社の制作したスマートフォンのアプリを意味します。
          </p>
          <p>
            (5)
            「登録希望者」とは、第3条において定義された「登録希望者」を意味します。
          </p>
          <p>
            (6)
            「登録情報」とは、第3条において定義された「登録情報」を意味します。
          </p>
          <p>
            (7)
            「会員」とは、第3条に基づき本サービスの利用者としての登録がなされた個人又は法人を意味します。
          </p>
          <p>
            (8)
            「本サービス」とは、当社が提供する「ポケットマルシェ」という名称のプラットフォームサービス（理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含みます。）を意味します。
          </p>
          <p>
            (9)
            「利用契約」とは、第3条第5項に基づき当社と会員の間で成立する、本規約の諸規定に従った本サービスの利用契約を意味します。
          </p>
          <p>
            (10)
            「外部SNSサービス」とは、Facebook、その他の事業者が提供している当社所定のソーシャル・ネットワーキング・サービスで、会員の認証、友人関係の開示、当該外部ソーシャル・ネットワーク内へのコンテンツの公開などの機能を持ち、本サービスの実施に利用されるサービスを意味します。
          </p>
          <p>
            (11)
            「外部SNS事業者」とは、外部SNSサービスのサービス提供者を意味します。
          </p>
          <p>
            (12)
            「外部SNS利用規約」とは、会員と外部SNS事業者との権利関係を定める規約を意味します。
          </p>
        </div>
        <div>
          <h2>第3条 登　録</h2>
          <p>
            1.
            本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録情報」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。
          </p>
          <p>
            2.
            登録の申請は必ず本サービスを利用する個人、法人又は当社の認めた任意団体が行わなければならず、原則として代理人による登録申請は認められません。
          </p>
          <p>
            3.
            登録希望者は、登録の申請にあたり、真実、正確かつ最新の情報を当社に提供しなければなりません。
          </p>
          <p>
            4.
            当社は、当社の基準に従って、登録希望者の登録の可否を判断し、当社が登録を認める場合にはその旨を登録希望者に通知し、この通知により登録希望者の会員としての登録は完了したものとします。
          </p>
          <p>
            5.
            前項に定める登録の完了時に、本規約の諸規定に従った本サービスの利用契約が会員と当社の間に成立し、会員は本サービスを当社の定める方法で利用することができるようになります。
          </p>
          <p>
            6.
            登録希望者が未成年の場合、本サービスの利用にあたり、事前に親権者その他の法定代理人から本サービスを利用することに関する許可を得る必要があります。当社は、未成年の登録希望者が本サービスを利用するにあたり、本項に定める許可を得ているものとみなすものとします。
          </p>
          <p>
            7.
            当社は、第1項に基づき登録を申請した者が、以下の各号のいずれかの事由に該当する場合は、登録を拒否することがあります。
          </p>
          <p>(1) 本規約に違反するおそれがあると当社が判断した場合</p>
          <p>
            (2)
            当社に提供された登録情報の全部又は一部につき虚偽、誤記又は記載漏れがあった場合
          </p>
          <p>(3) 過去に本サービスの利用の登録を取り消された者である場合</p>
          <p>
            (4)
            未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人､保佐人又は補助人の同意等を得ていなかった場合
          </p>
          <p>
            (5)
            反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、又は資金提供その他を通じて反社会的勢力等の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力等との何らかの交流若しくは関与を行っていると当社が判断した場合
          </p>
          <p>(6) その他、当社が登録を適当でないと判断した場合</p>
        </div>
        <div>
          <h2>第4条 登録情報の変更</h2>
          <p>
            会員は、登録情報に変更があった場合は、遅滞なく、当社の定める方法により、当該変更事項を当社に通知し、最新の登録情報に保つものとします。
          </p>
        </div>
        <div>
          <h2>第5条 パスワード及びユーザーIDの管理</h2>
          <p>
            1.
            会員は、自己の責任において、パスワード及びユーザーIDを管理及び保管するものとし、これを第三者に利用させたり、貸与、譲渡、名義変更、売買等をしたりしてはならないものとします。
          </p>
          <p>
            2.
            パスワード又はユーザーIDの管理不十分、使用上の過誤、第三者の使用等による損害の責任は会員が負うものとし、当社の故意又は重過失による場合を除き、当社は一切の責任を負いません。
          </p>
          <p>
            3.
            会員は、パスワード又はユーザーIDが盗まれたり、第三者に使用されていることが判明したりした場合には、直ちにその旨を当社に通知するとともに、当社からの指示に従うものとします。
          </p>
        </div>
        <div>
          <h2>第6条 本サービスの利用</h2>
          <p>
            1.
            会員は、利用契約の有効期間中、本規約の目的の範囲内でかつ本規約に違反しない範囲内で、当社の定める方法に従い、本サービスを利用することができます。
          </p>
          <p>
            2.
            本サービスの提供を受けるために必要な、コンピューター、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持は、会員の費用と責任において行うものとします。
          </p>
          <p>
            3.
            会員は自己の本サービスの利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を自らの費用と責任において講じるものとします。
          </p>
        </div>
        <div>
          <h2>第7条 オンライン直売サービス</h2>
          <p>
            1.
            本サービスは、生産者が会員に対して商品を販売するためのプラットフォームを提供するサービスであり、売買契約は、生産者が別途提示するところに従って、生産者と会員との間に成立します。会員は、当社が本サービス上で行われる売買契約の当事者となるものではないことを認識するものとします。尚、本サービスの一部において、当社が販売当事者となる場合は、当社と会員との間に売買契約が成立します。
          </p>
          <p>
            2.
            生産者が本サービス上で販売できる商品は当社の認めた例外事例を除き、食品（生産者が自ら生産したものを原料にした加工食品を含む）及び花きに限ります。
          </p>
          <p>
            3.
            商品に契約不適合（種類相違、品質不良、数量不足のことを言い、以下同じとします。）がある場合、商品説明と実際の商品が異なる場合、梱包の不備により配送時に商品が破損したなどの場合は販売当事者が責任を負うものとし、販売当事者の責任及び費用により、返金、商品の引取、又は交換等の対応を行うものとします。
          </p>
          <p>
            4.
            会員は、販売当事者との間に成立する売買契約の内容に従って、販売当事者に対する対価の支払いその他の義務を履行するものとします。商品購入確定（会員による注文確定操作のことを言い、以下同じとします。）後の会員都合によるキャンセル・返品はできかねます。商品に契約不適合があった場合、会員は当社が定める方法で販売当事者に連絡を行うものとしますが、万が一会員と生産者間で当該商品の契約適合性について協議が整わないときには、当社が定める方法で当社に連絡を行うものとします。なお、予約商品及び定期商品については、会員は、商品購入確定後から当該商品ごとに定められたキャンセル期日までの間に限り、キャンセルを行えるものとします。
          </p>
          <p>
            5.
            会員は、オンライン直売サービスを含む本サービスに関する契約における契約上の地位又は当該契約に基づき発生した権利若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。
          </p>
          <p>
            6.
            会員が本サービスを通じて契約したオンライン直売サービスについての生産者と当社との間の利用契約が契約期間の満了、解除その他の事由により終了した場合には、会員と生産者との間における売買契約も当然に終了するものとします。但し、当該利用契約が終了した時点で購入が確定している商品の取り扱いについては本規約第13条第3項によるものとします。
          </p>
          <p>
            7.
            当社は、本サービスの提供にあたり、その業務の全部又は一部を第三者に委託することができるものとします。特に注意書きがない限り、本サービスの運営のために必要な範囲で、委託先も当社と同様の権利及び義務を負うものとします。
          </p>
          <p>
            8.
            当社は、本サービス上の売買契約について契約不適合責任、品質保証責任、損害賠償責任その他一切の責任を負わないものとします。但し、当社の故意又は重過失による場合及び当社が販売当事者となる場合を除きます。
          </p>
        </div>
        <div>
          <h2>第8条 禁止行為</h2>
          <p>
            1.
            会員は、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。
          </p>
          <p>
            (1)
            当社又は他の会員、生産者、外部SNS事業者その他の第三者の財産権、知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為（かかる侵害を直接又は間接に惹起する行為を含みます。）
          </p>
          <p>(2) 選挙運動や宗教・ネットワークビジネス等への勧誘などの行為</p>
          <p>(3) 犯罪行為に関連する行為又は公序良俗に反する行為</p>
          <p>(4) 猥褻な情報又は青少年に有害な情報を送信する行為</p>
          <p>(5) 異性交際に関する情報を送信する行為</p>
          <p>
            (6)
            法令又は当社若しくは会員が所属する業界団体の内部規則に違反する行為
          </p>
          <p>
            (7)
            コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報を送信する行為
          </p>
          <p>(8) 本サービスに関し利用しうる情報を改ざんする行為</p>
          <p>
            (9)
            当社が定める一定のデータ容量以上のデータを本サービスを通じて送信する行為
          </p>
          <p>
            (10)
            弊社のウェブサイトに関連するシステムやソフトウェアのセキュリティホールやエラー、バグ等を利用した行為
          </p>
          <p>(11) 当社による本サービスの運営を妨害するおそれのある行為</p>
          <p>(12) 同一人物が複数のアカウントを保有する行為</p>
          <p>
            (13)
            当社が本ウェブサイト及びアプリ上で随時掲載する本サービスに関するルール、諸規定等に違反する行為
          </p>
          <p>(14) 交換及び半交換並びにそれらを持ちかける行為</p>
          <p>
            (15)
            本サービス上に登録されている商品を本サービスを介さずに直接取引すること、及びそれを勧誘する行為
          </p>
          <p>(16) その他、当社が不適切と判断する行為</p>
          <p>
            2.
            当社は、本サービスにおける会員による情報の送信行為が前項各号のいずれかに該当し、又は該当するおそれがあると当社が判断した場合には、会員に事前に通知することなく、当該情報の全部又は一部を削除することができるものとします。当社は、本項に基づき当社が行った措置に基づき会員に生じた損害について、当社の故意又は重過失による場合を除き、一切の責任を負いません。
          </p>
        </div>
        <div>
          <h2>第9条 本サービスの停止等</h2>
          <p>
            1.
            当社は、以下のいずれかに該当する場合には、会員に事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします。
          </p>
          <p>
            (1)
            本サービスに係るコンピューター・システムの点検又は保守作業を定期的又は緊急に行う場合
          </p>
          <p>(2) コンピューター、通信回線等が事故により停止した場合</p>
          <p>
            (3)
            火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合
          </p>
          <p>
            (4)
            外部SNSサービスに、トラブル、サービス提供の中断又は停止、本サービスとの連携の停止、仕様変更等が生じた場合
          </p>
          <p>(5) その他、当社が停止又は中断を必要と判断した場合</p>
          <p>
            2.
            当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社は会員に事前に通知するものとします。
          </p>
          <p>
            3.
            当社は、本条に基づき当社が行った措置に基づき会員に生じた損害について、当社の故意又は重過失による場合を除き、一切の責任を負いません。
          </p>
        </div>
        <div>
          <h2>第10条 情報の保存</h2>
          <p>
            当社は、会員が送受信したメッセージその他の情報を運営上一定期間保存していた場合であっても、かかる情報を保存する義務を負うものではなく、当社はいつでもこれらの情報を削除できるものとします。なお、当社は本条に基づき当社が行った措置に基づき会員に生じた損害について、当社の故意又は重過失による場合を除き、一切の責任を負いません。
          </p>
        </div>
        <div>
          <h2>第11条 ダウンロード等についての注意事項</h2>
          <p>
            会員は、本サービスの利用開始に際し又は本サービスの利用中に、本ウェブサイト及びアプリからのダウンロードその他の方法によりソフトウェア等を会員のコンピューター等にインストールする場合には、会員が保有する情報の消滅若しくは改変又は機器の故障、損傷等が生じないよう十分な注意を払うものとし、当社は、当社の故意又は重過失による場合を除き、会員に発生したかかる損害について一切責任を負わないものとします。
          </p>
        </div>
        <div>
          <h2>第12条 権利帰属</h2>
          <p>
            1.
            本ウェブサイト及びアプリ及び本サービスに関する所有権及び知的財産権は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に定める登録に基づく本サービスの利用許諾は、本ウェブサイト及びアプリ又は本サービスに関する当社又は当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。会員は、いかなる理由によっても当社又は当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これに限定されません。）をしないものとします。
          </p>
          <p>
            2.
            本ウェブサイト及びアプリ又は本サービスにおいて、会員が投稿その他送信を行った内容（写真、文章、動画その他のデータを含むがこれに限られない）について、非独占的、無償、無期限、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成及び使用に関するライセンスを付与するものとします。また、会員は、当社及び当社から権利を承継しまたは許諾されたものに対して著作者人格権を行使しないものとします。
          </p>
        </div>
        <div>
          <h2>第13条 登録取消等</h2>
          <p>
            1.
            当社は、会員が、以下の各号のいずれかの事由に該当する場合は、事前に通知又は催告することなく、当該会員について本サービスの利用を一時的に停止し、又は会員としての登録を取り消すことができます。
          </p>
          <p>(1) 本規約のいずれかの条項に違反した場合</p>
          <p>
            (2)
            登録情報に虚偽の事実があることが判明した場合、及び虚偽の事実があると当社が判断した場合
          </p>
          <p>
            (3)
            当社、他の会員、生産者、外部SNS事業者その他の第三者に損害を生じさせるおそれのある目的又は方法で本サービスを利用した、又は利用しようとした場合
          </p>
          <p>(4) 手段の如何を問わず、本サービスの運営を妨害した場合</p>
          <p>
            (5)
            支払停止若しくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合
          </p>
          <p>
            (6)
            自ら振出し、若しくは引受けた手形若しくは小切手につき、不渡りの処分を受けた場合、又は手形交換所の取引停止処分その他これに類する措置を受けた場合
          </p>
          <p>(7) 差押、仮差押、仮処分、強制執行又は競売の申立てがあった場合</p>
          <p>(8) 租税公課の滞納処分を受けた場合</p>
          <p>
            (9)
            死亡した場合又は後見開始、保佐開始若しくは補助開始の審判を受けた場合
          </p>
          <p>
            (10)
            3ヶ月以上本サービスの利用がなく、当社からの連絡に対して応答がない場合
          </p>
          <p>(11) 第3条第7項各号に該当する場合</p>
          <p>
            (12) その他、当社が会員としての登録の継続を適当でないと判断した場合
          </p>
          <p>
            2.
            当社は、本条に基づき当社が行った行為により会員に生じた損害について、当社の故意又は重過失による場合を除き、一切の責任を負いません。
          </p>
          <p>
            3.
            会員は、当社が別途定める方法により当社に通知することにより、自己の会員としての登録を取り消すこと（退会と言い、以下同じとします。）ができます。この場合、会員が退会をした時点で会員による購入が確定している商品についてはキャンセルできず、通常通り発送されるものとします。また、当該取引に関して当社又は生産者からの返金は一切行わないものとします。但し、予約商品及び定期商品のキャンセル可否については当該商品ごとに定められたキャンセル期日に準じるものとし、会員が当該商品をキャンセルせずに退会をした場合は、購入が確定している商品は通常通り発送されるものとします。
          </p>
        </div>
        <div>
          <h2>第14条 保証の否認及び免責</h2>
          <p>
            1.
            当社本サービスは現状有姿で提供されるものとし、当社は、明示又は黙示を問わず、本サービスにつき商業利用の可能性、特定目的に対する適合性、権利の不侵害その他のいかなる種類の保証も行わないものとします。さらに、会員が当社から直接又は間接に本サービス又は他の会員に関する情報を得た場合であっても、当社は会員に対し本規約において規定されている内容を超えて如何なる保証も行うものではありません。
          </p>
          <p>
            2.
            本サービスは、外部SNSサービスと連携することがありますが、かかる連携を保証するものではなく、本サービスにおいて外部SNSサービスと連携できなかった場合でも、当社の故意又は重過失による場合を除き、当社は一切の責任を負いません。
          </p>
          <p>
            3.
            本サービスが外部SNSサービスと連携している場合において、会員は外部SNS利用規約を自己の費用と責任で遵守するものとし、会員と当該外部SNSサービスを運営する外部SNS事業者との間で紛争等が生じた場合でも、当社の故意又は重過失による場合を除き、当社は当該紛争等について一切の責任を負いません。
          </p>
          <p>
            4.
            会員は、本サービスを利用することが、会員に適用のある法令及び業界団体の内部規則等に違反するか否かを自己の責任と費用に基づいて調査するものとし、当社は、会員による本サービスの利用が、会員に適用のある法令及び業界団体の内部規則等に適合することを何ら保証するものではありません。
          </p>
          <p>
            5.
            本サービス又は本ウェブサイト及びアプリに関連して会員と他の会員、生産者、外部SNS事業者その他の第三者との間において生じた取引、連絡、紛争等については、会員の責任において処理及び解決するものとし、当社の故意又は重過失による場合を除き、当社はかかる事項について一切責任を負いません。
          </p>
          <p>
            6.
            当社は、当社による本サービスの提供の中断、停止、終了、利用不能又は変更、会員のメッセージ又は情報の削除又は消失､会員の登録の取消、本サービスの利用によるデータの消失又は機器の故障若しくは損傷、その他本サービスに関連して会員が被った損害につき、当社の故意又は重過失による場合を除き、賠償する責任を一切負わないものとします。
          </p>
          <p>
            7.
            当社ウェブサイト及びアプリから他のウェブサイト及びアプリへのリンク又は他のウェブサイト及びアプリから本ウェブサイト及びアプリへのリンクが提供されている場合でも、当社は、本ウェブサイト及びアプリ以外のウェブサイト及びアプリ及びそこから得られる情報に関して、当社の故意又は重過失による場合を除き、一切の責任を負わないものとします。
          </p>
        </div>
        <div>
          <h2>第15条 紛争処理及び損害賠償</h2>
          <p>
            1.
            会員は、本規約に違反することにより、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を賠償しなければなりません。
          </p>
          <p>
            2.
            会員が、本サービスに関連して他の会員、生産者、外部SNS事業者その他の第三者からクレームを受け又はそれらの者との間で紛争を生じた場合には、直ちにその内容を当社に通知するとともに、会員の費用と責任において当該クレーム又は紛争を処理し、当社からの要請に基づき、その経過及び結果を当社に報告するものとします。
          </p>
          <p>
            3.
            会員による本サービスの利用に関連して、当社が、他の会員、生産者、外部SNS事業者その他の第三者から権利侵害その他の理由により何らかの請求を受けた場合は、会員は当該請求に基づき当社が当該第三者に支払を余儀なくされた金額を賠償しなければなりません。
          </p>
          <p>
            4.
            当社は、本サービスに関連して会員が被った損害について、当社に故意又は重過失がある場合を除き、一切賠償の責任を負いません。なお、消費者契約法の適用その他の理由により、本項その他当社の損害賠償責任を免責する規定にかかわらず当社が会員に対して損害賠償責任を負う場合においても、当社の賠償責任の範囲は、当社の故意又は重過失による場合を除き、直接かつ通常の損害に限り、逸失利益、事業機会の喪失等の間接的な損害は含まないものとします。
          </p>
        </div>
        <div>
          <h2>第16条 秘密保持</h2>
          <p>
            1.
            本規約において「秘密情報」とは、利用契約又は本サービスに関連して、会員が、当社より書面、口頭若しくは記録媒体等により提供若しくは開示されたか、又は知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。但し、(1)当社から提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた、又は既に知得していたもの、(2)当社から提供若しくは開示又は知得した後、自己の責めに帰せざる事由により刊行物その他により公知となったもの、(3)提供又は開示の権限のある第三者から秘密保持義務を負わされることなく適法に取得したもの、(4)秘密情報によることなく単独で開発したもの、(5)当社から秘密保持の必要なき旨書面で確認されたものについては、秘密情報から除外するものとします。
          </p>
          <p>
            2.
            会員は、秘密情報を本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに第三者に当社の秘密情報を提供、開示又は漏洩しないものとします。
          </p>
          <p>
            3.
            第2項の定めに拘わらず、会員は、法律、裁判所又は政府機関の命令、要求又は要請に基づき、秘密情報を開示することができます。但し、当該命令、要求又は要請があった場合、速やかにその旨を当社に通知しなければなりません。
          </p>
          <p>
            4.
            会員は、秘密情報を記載した文書又は磁気記録媒体等を複製する場合には、事前に当社の書面による承諾を得ることとし、複製物の管理については第2項に準じて厳重に行うものとします。
          </p>
          <p>
            5.
            会員は、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報並びに秘密情報を記載又は包含した書面その他の記録媒体物及びその全ての複製物を返却又は廃棄しなければなりません。
          </p>
        </div>
        <div>
          <h2>第17条 個人情報の取扱い</h2>
          <p>
            1.
            当社は、当社が別途定めるプライバシーポリシーに従って会員の個人情報を取り扱うものとし、会員はこれに同意するものとします。
          </p>
          <p>
            2.
            会員は、オンライン直売サービスに申し込むにあたり、会員に対して本サービス又はオンライン直売サービスを提供するために必要な範囲で当該オンライン直売サービスを提供する生産者に会員の個人情報が提供されることに同意するものとします。
          </p>
        </div>
        <div>
          <h2>第18条 有効期間</h2>
          <p>
            利用契約は、会員について第3条に基づく登録が完了した日に効力を生じ、当該会員の登録が取り消された日又は本サービスの提供が終了した日のいずれか早い日まで、当社と会員との間で有効に存続するものとします。
          </p>
        </div>
        <div>
          <h2>第19条 本規約等の変更</h2>
          <p>1. 当社は、本サービスの内容を自由に変更できるものとします。</p>
          <p>
            2.
            当社は、本規約（本ウェブサイト及びアプリに掲載する本サービスに関するルール、諸規定等を含みます。以下本項において同じ。）を変更できるものとします。当社は、本規約を変更した場合には、会員に当該変更内容を通知するものとし、当該変更内容の通知後、会員が本サービスを利用した場合又は当社の定める期間内に登録取消の手続をとらなかった場合には、会員は、本規約の変更に同意したものとみなします。
          </p>
        </div>
        <div>
          <h2>第20条 連絡/通知</h2>
          <p>
            本サービスに関する問い合わせその他会員から当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社から会員に対する連絡又は通知は、当社の定める方法で行うものとします。
          </p>
        </div>
      </div>
    </div>
  );
}
